# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils'
brew 'ffmpeg'
brew 'git'
brew 'grep'
brew 'openssh'
brew 'zlib'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'pkg-config'
brew 'tree'
brew 'stow'
brew 'zsh-syntax-highlighting'
brew 'zsh-autocomplete'
brew 'zsh-autosuggestions'

# Apps
cask 'iterm2'
cask 'flycut'
cask 'rectangle'
cask 'pycharm'
cask 'intellij-idea'
cask 'alfred'
cask '1password'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'zoom'
cask 'spotify'
cask 'steam'
